<?php

return [
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Двигатель КАМАЗ',
        'catalog_number' => 10,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Питание КАМАЗ',
        'catalog_number' => 11,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Система питания КАМАЗ',
        'catalog_number' => 11,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Система выпуска газа КАМАЗ',
        'catalog_number' => 12,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Система охлаждения КАМАЗ',
        'catalog_number' => 13,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Сцепление КАМАЗ',
        'catalog_number' => 16,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'КПП КАМАЗ',
        'catalog_number' => 17,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Валы карданные КАМАЗ',
        'catalog_number' => 22,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Мост задний КАМАЗ',
        'catalog_number' => 24,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Мост промежуточный КАМАЗ',
        'catalog_number' => 25,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Устройство седельное КАМАЗ',
        'catalog_number' => 27,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Рама КАМАЗ',
        'catalog_number' => 28,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Подвеска КАМАЗ',
        'catalog_number' => 29,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Ось передняя КАМАЗ',
        'catalog_number' => 30,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Колёса и шины КАМАЗ',
        'catalog_number' => 31,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Управление рулевое КАМАЗ',
        'catalog_number' => 34,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Тормоза КАМАЗ',
        'catalog_number' => 35,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Электрооборудование КАМАЗ',
        'catalog_number' => 37,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Приборы КАМАЗ',
        'catalog_number' => 38,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Инструмент и принадлежности КАМАЗ',
        'catalog_number' => 39,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Коробка отбора мощности КАМАЗ',
        'catalog_number' => 42,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Кабина КАМАЗ',
        'catalog_number' => 50,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Окно ветровое КАМАЗ',
        'catalog_number' => 52,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Крыша кабины КАМАЗ',
        'catalog_number' => 57,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Дверь боковая КАМАЗ',
        'catalog_number' => 61,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Вентиляция и отопление КАМАЗ',
        'catalog_number' => 81,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Принадлежности кабины КАМАЗ',
        'catalog_number' => 82,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Оперение кабины КАМАЗ',
        'catalog_number' => 84,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Устройство подъёма платформы КАМАЗ',
        'catalog_number' => 86,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Подшипники КАМАЗ',
        'catalog_number' => 89,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Ремонтные комплекты КАМАЗ',
        'catalog_number' => 90,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Ремни КАМАЗ',
        'catalog_number' => 91,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Сальники КАМАЗ',
        'catalog_number' => 92,
    ],
    [
        'brand' => 'Запчасти КАМАЗ',
        'name' => 'Промежуточная группа КАМАЗ',
        'catalog_number' => 99,
    ],
];
